&НаСервере
Процедура РегламентноеЗадание() Экспорт
    Попытка  
        // Раз в два запуска вызываем ошибку
  Если (Секунда(ТекущаяДата()) % 2 = 0) Тогда 
   Ошибка = 1 / 0;
        КонецЕсли;
        
        Результат = "Успешно";
    Исключение  
        Результат = "Ошибка выполнения";
    КонецПопытки;

    // Записываем в регистр сведений
    Запись = РегистрыСведений.РезультатРегламентныхЗаданий.СоздатьМенеджерЗаписи();
    Запись.ДатаВыполнения = ТекущаяДата();
    Запись.РезультатВыполнения = Результат;
    Запись.Записать();
КонецПроцедуры